Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# AppSelectionDialog.PrimaryButtonText
source: Select
ar_sa: تحديد
de_de: Auswählen
es_es: Seleccionar
fi_fi: Valitse
fr_fr: Sélectionner
hu_hu: Kiválasztás
it_it: Seleziona
ja_jp: 選択
ko_kr: 선택
ml_in: തിരഞ്ഞെടുക്കുക
nl_nl: Selecteren
pl_pl: Wybierz
pt_br: Selecionar
pt_pt: Selecionar
ru_ru: Выбрать
sv_se: Välj
uk_ua: Вибрати
zh_cn: 选择
zh_tw: 選取

# AppSelectionDialog.SecondaryButtonText
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ml_in: റദ്ദാക്കുക
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

# AppSelectionDialog.Title
source: Select an application
ar_sa: حدد تطبيقًا
de_de: Anwendung auswählen
es_es: Seleccionar una aplicación
fi_fi: Valitse sovellus
fr_fr: Sélectionner une application
hu_hu: Alkalmazás kiválasztása
it_it: Seleziona un'applicazione
ja_jp: アプリケーションを選択
ko_kr: 애플리케이션 선택
ml_in: ഒരു അപ്ലിക്കേഷൻ തിരഞ്ഞെടുക്കുക
nl_nl: Een app selecteren
pl_pl: Wybierz aplikację
pt_br: Selecionar um aplicativo
pt_pt: Selecionar uma aplicação
ru_ru: Выберите приложение
sv_se: Välj ett program
uk_ua: Виберіть програму
zh_cn: 选择应用
zh_tw: 選取應用程式

# BrowseBtn.Content
source: Browse for app…
ar_sa: استعراض تطبيق…
de_de: Nach App durchsuchen…
es_es: Buscar una aplicación…
fi_fi: Selaa sovelluksia…
fr_fr: Rechercher une application…
hu_hu: Alkalmazás tallózása…
it_it: Sfoglia app…
ja_jp: アプリを参照…
ko_kr: 앱 찾아보기…
ml_in: ആപ്പിനായി ബ്രൗസ് ചെയ്യുക…
nl_nl: Bladeren naar app…
pl_pl: Przeglądaj aplikacje…
pt_br: Procurar aplicativo…
pt_pt: Procurar aplicação…
ru_ru: Найти приложение…
sv_se: Bläddra efter app…
uk_ua: Огляд програм…
zh_cn: 浏览应用…
zh_tw: 瀏覽應用程式…

# BtnCheckVersion.Content
source: Check for updates
ar_sa: التحقق من وجود تحديثات
de_de: Nach Updates suchen
es_es: Buscar actualizaciones
fi_fi: Tarkista päivitykset
fr_fr: Rechercher des mises à jour
hu_hu: Frissítések keresése
it_it: Controlla aggiornamenti
ja_jp: 更新を確認
ko_kr: 업데이트 확인
ml_in: പുതിയ പതിപ്പുണ്ടോ എന്ന് പരിശോധിക്കുക
nl_nl: Controleren op updates
pl_pl: Sprawdź aktualizacje
pt_br: Verificar se há atualizações
pt_pt: Verificar atualizações
ru_ru: Проверить обновления
sv_se: Sök efter uppdateringar
uk_ua: Перевірити оновлення
zh_cn: 检查更新
zh_tw: 檢查更新

# BtnGitHubRepo.Content
source: Open GitHub repository
ar_sa: فتح مستودع GitHub
de_de: GitHub-Repository öffnen
es_es: Abrir repositorio de GitHub
fi_fi: Avaa GitHub-arkisto
fr_fr: Ouvrir le dépôt GitHub
hu_hu: GitHub tárhely megnyitása
it_it: Apri repository GitHub
ja_jp: GitHubリポジトリを開く
ko_kr: GitHub 리포지토리 열기
ml_in: GitHub റിപ്പോ തുറക്കുക
nl_nl: GitHub-opslagplaats openen
pl_pl: Otwórz repozytorium GitHub
pt_br: Abrir repositório do GitHub
pt_pt: Abrir repositório do GitHub
ru_ru: Открыть репозиторий GitHub
sv_se: Öppna GitHub-lagringsplats
uk_ua: Відкрити репозиторій GitHub
zh_cn: 打开 GitHub 仓库
zh_tw: 開啟 GitHub 儲存庫

# BtnReportBugs.Content
source: Report an issue on GitHub
ar_sa: الإبلاغ عن مشكلة على GitHub
de_de: Problem auf GitHub melden
es_es: Informar de un problema en GitHub
fi_fi: Ilmoita ongelmasta GitHubissa
fr_fr: Signaler un problème sur GitHub
hu_hu: Hiba bejelentése a GitHubon
it_it: Segnala un problema su GitHub
ja_jp: GitHubで問題を報告
ko_kr: GitHub에 문제 보고
ml_in: GitHub ഇൽ ബഗ്ഗ്‌ അറിയിക്കുക
nl_nl: Een probleem melden op GitHub
pl_pl: Zgłoś problem na GitHub
pt_br: Relatar um problema no GitHub
pt_pt: Comunicar um problema no GitHub
ru_ru: Сообщить об ошибке на GitHub
sv_se: Rapportera ett problem på GitHub
uk_ua: Повідомити про проблему на GitHub
zh_cn: 在 GitHub 上反馈问题
zh_tw: 在 GitHub 回報問題

# BtnThirdPartyLicenses.Content
source: View third-party licenses
ar_sa: عرض تراخيص الجهات الخارجية
de_de: Lizenzen von Drittanbietern anzeigen
es_es: Ver licencias de terceros
fi_fi: Näytä kolmannen osapuolen lisenssit
fr_fr: Afficher les licences tierces
hu_hu: Harmadik fél licenceinek megtekintése
it_it: Visualizza licenze di terze parti
ja_jp: サードパーティライセンスを表示
ko_kr: 타사 라이선스 보기
ml_in: തേർഡ് പാർട്ടി ലൈസൻസുകൾ കാണുക
nl_nl: Licenties van derden bekijken
pl_pl: Wyświetl licencje stron trzecich
pt_br: Ver licenças de terceiros
pt_pt: Ver licenças de terceiros
ru_ru: Просмотреть лицензии сторонних компонентов
sv_se: Visa licenser från tredje part
uk_ua: Переглянути сторонні ліцензії
zh_cn: 查看第三方许可证
zh_tw: 查看第三方授權

# ButtonBackToolTip.Content
source: Previous Photo
ar_sa: الصورة السابقة
de_de: Vorheriges Foto
es_es: Foto anterior
fi_fi: Edellinen kuva
fr_fr: Photo précédente
hu_hu: Előző kép
it_it: Foto precedente
ja_jp: 前の写真
ko_kr: 이전 사진
ml_in: മുൻപത്തെ ഫോട്ടോ
nl_nl: Vorige foto
pl_pl: Poprzednie zdjęcie
pt_br: Foto anterior
pt_pt: Foto anterior
ru_ru: Предыдущее фото
sv_se: Föregående foto
uk_ua: Попереднє фото
zh_cn: 上一张照片
zh_tw: 上一張照片

# ButtonClearDiskCache.Content
source: Clear
ar_sa: مسح
es_es: Vaciar
fr_fr: Vider
it_it: Svuota
ja_jp: クリア
ko_kr: 지우기
ml_in: ശൂന്യപ്പെടുത്തുക
nl_nl: Wissen
pl_pl: Wyczyść
pt_pt: Limpar
ru_ru: Очистить
sv_se: Töm
uk_ua: Очистити
zh_tw: 清除

# ButtonExpanderToolTip.Content
source: View Cache Status
ar_sa: حالة التخزين المؤقت
de_de: Cache-Status anzeigen
es_es: Ver estado de la caché
fi_fi: Näytä välimuistin tila
fr_fr: Afficher l'état du cache
hu_hu: Gyorsítótár állapotának megtekintése
it_it: Visualizza stato cache
ja_jp: キャッシュの状態を表示
ko_kr: 캐시 상태 보기
ml_in: കാഷെ നില കാണുക
nl_nl: Cachestatus bekijken
pl_pl: Wyświetl stan pamięci podręcznej
pt_br: Ver status do cache
pt_pt: Ver estado da cache
ru_ru: Показать состояние кэша
sv_se: Visa cachestatus
uk_ua: Переглянути стан кешу
zh_cn: 查看缓存状态
zh_tw: 查看快取狀態

# ButtonNextPageToolTip.Content
source: Next Page
ar_sa: الصفحة التالية
de_de: Nächste Seite
es_es: Página siguiente
fi_fi: Seuraava sivu
fr_fr: Page suivante
hu_hu: Következő oldal
it_it: Pagina successiva
ja_jp: 次のページ
ko_kr: 다음 페이지
ml_in: അടുത്ത പേജ്
nl_nl: Volgende pagina
pl_pl: Następna strona
pt_br: Próxima página
pt_pt: Página seguinte
ru_ru: Следующая страница
sv_se: Nästa sida
uk_ua: Наступна сторінка
zh_cn: 下一页
zh_tw: 下一頁

# ButtonNextToolTip.Content
source: Next Photo
ar_sa: الصورة التالية
de_de: Nächstes Foto
es_es: Foto siguiente
fi_fi: Seuraava kuva
fr_fr: Photo suivante
hu_hu: Következő kép
it_it: Foto successiva
ja_jp: 次の写真
ko_kr: 다음 사진
ml_in: അടുത്ത ഫോട്ടോ
nl_nl: Volgende foto
pl_pl: Następne zdjęcie
pt_br: Próxima foto
pt_pt: Foto seguinte
ru_ru: Следующее фото
sv_se: Nästa foto
uk_ua: Наступне фото
zh_cn: 下一张照片
zh_tw: 下一張照片

# ButtonOneIsToOneToolTip.Content
source: Zoom to actual size
ar_sa: تكبير/تصغير إلى الحجم الفعلي
de_de: Auf Originalgröße zoomen
es_es: Zoom a tamaño real
fi_fi: Zoomaa todelliseen kokoon
fr_fr: Zoomer à la taille réelle
hu_hu: Nagyítás tényleges méretre
it_it: Zoom a dimensione effettiva
ja_jp: 実際のサイズにズーム
ko_kr: 실제 크기로 확대/축소
ml_in: യഥാർത്ഥ വലിപ്പത്തിലേക്ക് സൂം ചെയ്യുക
nl_nl: Zoomen naar werkelijke grootte
pl_pl: Powiększ do rzeczywistego rozmiaru
pt_br: Zoom em tamanho real
pt_pt: Zoom para tamanho real
ru_ru: Фактический размер
sv_se: Zooma till faktisk storlek
uk_ua: Масштаб 1:1
zh_cn: 缩放至实际大小
zh_tw: 以實際大小縮放

# ButtonOpenLog.Content
source: Open Log
ar_sa: فتح ملف السجل
de_de: Protokoll öffnen
es_es: Abrir registro
fi_fi: Avaa loki
fr_fr: Ouvrir le journal
hu_hu: Napló megnyitása
it_it: Apri registro
ja_jp: ログを開く
ko_kr: 로그 열기
ml_in: ലോഗ് തുറക്കുക
nl_nl: Logboek openen
pl_pl: Otwórz dziennik
pt_br: Abrir log
pt_pt: Abrir registo
ru_ru: Открыть журнал
sv_se: Öppna logg
uk_ua: Відкрити журнал
zh_cn: 打开日志
zh_tw: 開啟記錄檔

# ButtonPrevPageToolTip.Content
source: Previous Page
ar_sa: الصفحة السابقة
de_de: Vorherige Seite
es_es: Página anterior
fi_fi: Edellinen sivu
fr_fr: Page précédente
hu_hu: Előző oldal
it_it: Pagina precedente
ja_jp: 前のページ
ko_kr: 이전 페이지
ml_in: മുൻപത്തെ പേജ്
nl_nl: Vorige pagina
pl_pl: Poprzednia strona
pt_br: Página anterior
pt_pt: Página anterior
ru_ru: Предыдущая страница
sv_se: Föregående sida
uk_ua: Попередня сторінка
zh_cn: 上一页
zh_tw: 上一頁

# ButtonRotateToolTip.Content
source: Rotate Photo
ar_sa: تدوير الصورة
de_de: Foto drehen
es_es: Rotar foto
fi_fi: Kierrä kuvaa
fr_fr: Pivoter la photo
hu_hu: Kép forgatása
it_it: Ruota foto
ja_jp: 写真を回転
ko_kr: 사진 회전
ml_in: ഫോട്ടോ കറക്കുക
nl_nl: Foto roteren
pl_pl: Obróć zdjęcie
pt_br: Girar foto
pt_pt: Rodar foto
ru_ru: Повернуть фото
sv_se: Rotera foto
uk_ua: Повернути фото
zh_cn: 旋转照片
zh_tw: 旋轉照片

# ButtonScaleSetToolTip.Content
source: Fit to window
ar_sa: ملاءمة للنافذة
de_de: An Anzeigebereich anpassen
es_es: Ajustar a la ventana
fi_fi: Sovita ikkunaan
fr_fr: Ajuster à la fenêtre
hu_hu: Igazítás az ablakhoz
it_it: Adatta alla finestra
ja_jp: ウィンドウに合わせる
ko_kr: 창에 맞춤
ml_in: സ്‌ക്രീനിൽ നിറക്കുക
nl_nl: Passend maken aan venster
pl_pl: Dopasuj do okna
pt_br: Ajustar à janela
pt_pt: Ajustar à janela
ru_ru: По размеру окна
sv_se: Anpassa till fönster
uk_ua: Вписати у вікно
zh_cn: 适应窗口
zh_tw: 使照片符合視窗大小

# ButtonSettingsToolTip.Content
source: Settings
ar_sa: الإعدادات
de_de: Einstellungen
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
hu_hu: Beállítások
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
ml_in: ക്രമീകരണങ്ങൾ
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ru_ru: Параметры
sv_se: Inställningar
uk_ua: Налаштування
zh_cn: 设置
zh_tw: 設定

# ChangeLanguageAlert.Description
source: App needs to be restarted to change display language.
ar_sa: يجب إعادة تشغيل التطبيق لتغيير لغة العرض.
de_de: Die App muss neu gestartet werden, um die Anzeigesprache zu ändern.
es_es: La aplicación debe reiniciarse para cambiar el idioma de visualización.
fi_fi: Sovellus on käynnistettävä uudelleen näytön kielen vaihtamiseksi.
fr_fr: L'application doit être redémarrée pour changer la langue d'affichage.
hu_hu: A megjelenítési nyelv váltásához újra kell indítani az alkalmazást.
it_it: L'app deve essere riavviata per cambiare la lingua di visualizzazione.
ja_jp: 表示言語を変更するには、アプリを再起動する必要があります。
ko_kr: 앱을 다시 시작해야 표시 언어가 변경됩니다.
ml_in: ഭാഷ മാറ്റാൻ ആപ്പ് റീസ്റ്റാർട് ചെയ്യുക
nl_nl: App moet opnieuw worden opgestart om de weergavetaal te wijzigen.
pl_pl: Aplikacja musi zostać uruchomiona ponownie, aby zmienić język wyświetlania.
pt_br: O aplicativo precisa ser reiniciado para alterar o idioma de exibição.
pt_pt: A aplicação tem de ser reiniciada para alterar o idioma.
ru_ru: Для изменения языка интерфейса, необходимо перезапустить приложение.
sv_se: Appen måste startas om för att ändra visningsspråk.
uk_ua: Для зміни мови інтерфейсу необхідно перезапустити програму.
zh_cn: 更改显示语言后需要重新启动应用。
zh_tw: 變更顯示語言需要重新啟動應用程式。

# ChangeLanguageAlert.Title
source: Change Language
ar_sa: تغيير اللغة
de_de: Sprache ändern
es_es: Cambiar idioma
fi_fi: Vaihda kieli
fr_fr: Changer la langue
hu_hu: Nyelv váltása
it_it: Cambia lingua
ja_jp: 言語の変更
ko_kr: 언어 변경
ml_in: ഭാഷ മാറ്റുക
nl_nl: Taal wijzigen
pl_pl: Zmień język
pt_br: Alterar idioma
pt_pt: Alterar idioma
ru_ru: Смена языка
sv_se: Ändra språk
uk_ua: Змінити мову
zh_cn: 更改语言
zh_tw: 變更語言

# ColorPickerFlyoutCancelButton.Content
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ml_in: റദ്ദാക്കുക
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

# ColorPickerFlyoutOkButton.Content
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# ComboBackgroundItemAcrylic.Content
source: Acrylic
de_de: Acryl
es_es: Acrílico
fi_fi: Akryyli
fr_fr: Acrylique
hu_hu: Akril
it_it: Acrilico
ja_jp: アクリル
ko_kr: 아크릴
ml_in: അക്രിലിക്
nl_nl: Acryl
pl_pl: Akryl
pt_br: Acrílico
pt_pt: Acrílico
sv_se: Akryl
uk_ua: Акрил
zh_cn: 亚克力
zh_tw: 壓克力（Acrylic）

# ComboBackgroundItemAcrylicThin.Content
source: Acrylic Thin
de_de: Acryl Schwach
es_es: Acrílico Fino
fi_fi: Ohut akryyli
fr_fr: Acrylique fin
hu_hu: Vékony akril
it_it: Acrilico Sottile
ja_jp: アクリル 薄型
ko_kr: 얇은 아크릴
ml_in: അക്രിലിക് തിൻ
nl_nl: Dunne acryl
pl_pl: Cienki akryl
pt_br: Acrílico fino
pt_pt: Acrílico fino
sv_se: Tunn akryl
uk_ua: Тонкий акрил
zh_cn: 亚克力（薄）
zh_tw: 薄壓克力（Acrylic Thin）

# ComboBackgroundItemFrozen.Content
source: Frozen
ar_sa: متجمد
de_de: Gefroren
es_es: Congelado
fi_fi: Jäätynyt
fr_fr: Dépoli
hu_hu: Fagyott
it_it: Congelato
ja_jp: フローズン
ko_kr: 고정
ml_in: ഫ്രോസൺ
nl_nl: Matglas
pl_pl: Matowy
pt_br: Congelado
pt_pt: Fosco
sv_se: Frusen
uk_ua: Матове скло
zh_cn: 磨砂玻璃
zh_tw: 霧面

# ComboBackgroundItemMica.Content
source: Mica
fi_fi: Kiille
hu_hu: Csillám
ja_jp: マイカ
ml_in: മൈക്ക
pl_pl: Mika
uk_ua: Міка
zh_cn: 云母
zh_tw: 雲母（Mica）

# ComboBackgroundItemMicaAlt.Content
source: Mica Alt
fi_fi: Kiille Alt
hu_hu: Csillám alternatív
ja_jp: マイカ Alt
ko_kr: Mica 대체
ml_in: മൈക്ക ആൾട്ട്
pl_pl: Mika alternatywna
pt_br: Mica alternativo
pt_pt: Mica alternativo
uk_ua: Альтернативна Міка
zh_cn: 云母（Alt）
zh_tw: 雲母替代版（Mica Alt）

# ComboBackgroundItemNone.Content
source: None
ar_sa: بلا
de_de: Keiner
es_es: Ninguno
fi_fi: Ei mitään
fr_fr: Aucun
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
ml_in: ഒന്നുമില്ല
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Нет
sv_se: Ingen
uk_ua: Немає
zh_cn: 无
zh_tw: 無

# ComboBackgroundItemTransparent.Content
source: Transparent
ar_sa: شفاف
es_es: Transparente
fi_fi: Läpinäkyvä
hu_hu: Átlátszó
it_it: Trasparente
ja_jp: 透明
ko_kr: 투명
ml_in: ട്രാൻസ്പരന്റ്
nl_nl: Transparant
pl_pl: Przezroczysty
pt_br: Transparente
pt_pt: Transparente
ru_ru: Прозрачный
uk_ua: Прозорий
zh_cn: 透明
zh_tw: 透明

# ComboMouseWheelItemNav.Content
source: View Next or Previous
ar_sa: عرض التالي أو السابق
de_de: Nächstes oder Vorheriges ansehen
es_es: Ver Siguiente o Anterior
fi_fi: Näytä seuraava tai edellinen
fr_fr: Afficher suivant ou précédent
hu_hu: Következő vagy előző megtekintése
it_it: Visualizza Successivo o Precedente
ja_jp: 次/前の表示
ko_kr: 다음 또는 이전 보기
ml_in: അടുത്തത് അല്ലെങ്കിൽ മുൻപത്തേത് കാണുക
nl_nl: Volgende of vorige weergeven
pl_pl: Wyświetl następne lub poprzednie
pt_br: Ver próxima ou anterior
pt_pt: Ver foto seguinte ou anterior
ru_ru: Просмотр фото вперёд или назад
sv_se: Visa nästa eller föregående bild
uk_ua: Перегляд наступного або попереднього фото
zh_cn: 查看上一张或下一张
zh_tw: 查看上一張或下一張

# ComboMouseFwdBackItemNav.Content
source: View Next or Previous
ar_sa: عرض التالي أو السابق
es_es: Ver Siguiente o Anterior
fr_fr: Afficher suivant ou précédent
it_it: Visualizza Successivo o Precedente
ja_jp: 次/前の表示
ko_kr: 다음 또는 이전 보기
ml_in: അടുത്തത് അല്ലെങ്കിൽ മുൻപത്തേത് കാണുക
nl_nl: Volgende of vorige weergeven
pl_pl: Wyświetl następne lub poprzednie
pt_pt: Ver foto seguinte ou anterior
ru_ru: Просмотр фото вперёд или назад
sv_se: Visa nästa eller föregående bild
uk_ua: Перегляд наступного або попереднього фото
zh_tw: 查看上一張或下一張

# ComboMouseWheelItemZoom.Content
source: Zoom In or Out
ar_sa: تكبير أو تصغير
de_de: Vergrößern oder Verkleinern
es_es: Acercar o Alejar
fi_fi: Lähennä tai loitonna
fr_fr: Zoomer avant ou arrière
hu_hu: Nagyítás vagy kicsinyítés
it_it: Ingrandisci o Riduci
ja_jp: ズームインまたはズームアウト
ko_kr: 확대 또는 축소
ml_in: സൂം ഇൻ അല്ലെങ്കിൽ സൂം ഔട്ട്
nl_nl: Inzoomen of uitzoomen
pl_pl: Powiększ lub pomniejsz
pt_br: Ampliar ou reduzir
pt_pt: Ampliar ou reduzir
ru_ru: Увеличение или уменьшение
sv_se: Zooma in eller ut
uk_ua: Збільшити або зменшити
zh_cn: 放大或缩小
zh_tw: 放大或縮小

# ComboPanZoomItemRemember.Content
source: Remember Pan/Zoom/Rotation per photo
ar_sa: تذكر التحريك/التكبير والتصغير/التدوير لكل صورة
de_de: Schwenken/Zoomen/Drehen pro Foto merken
es_es: Recordar Panorámica/Zoom/Rotación por foto
fi_fi: Muista panorointi/zoomi/kierto kuvaa kohti
fr_fr: Mémoriser déplacement/zoom/rotation par photo
hu_hu: Pásztázás/nagyítás/forgatás megjegyzése képenként
it_it: Memorizza Pan/Zoom/Rotazione per foto
ja_jp: 写真ごとのパン/ズーム/回転を記憶
ko_kr: 사진별 이동/확대/축소/회전 기억
ml_in: ഓരോ ഫോട്ടോയ്ക്കും പാൻ/സൂം/റൊട്ടേഷൻ ഓർമ്മിക്കുക
nl_nl: Verschuiving/zoom/rotatie per foto onthouden
pl_pl: Zapamiętaj przesuwanie/powiększanie/obracanie dla każdego zdjęcia
pt_br: Lembrar posição/zoom/rotação por foto
pt_pt: Memorizar deslocação/zoom/rotação por foto
ru_ru: Запоминать положение, масштаб и поворот для каждого фото
sv_se: Kom ihåg Pan/Zoom/Rotation per foto
uk_ua: Запам'ятати переміщення/масштаб/поворот для кожного фото
zh_cn: 记住每张照片的平移/缩放/旋转状态
zh_tw: 記住每張照片的平移／縮放／旋轉

# ComboPanZoomItemReset.Content
source: Reset Pan/Zoom/Rotation
ar_sa: إعادة تعيين التحريك/التكبير والتصغير/التدوير
de_de: Schwenken/Zoomen/Drehen zurücksetzen
es_es: Restablecer Panorámica/Zoom/Rotación
fi_fi: Palauta panorointi/zoomi/kierto
fr_fr: Réinitialiser déplacement/zoom/rotation
hu_hu: Pásztázás/nagyítás/forgatás alaphelyzetbe állítása
it_it: Reimposta Pan/Zoom/Rotazione
ja_jp: パン/ズーム/回転をリセット
ko_kr: 이동/확대/축소/회전 재설정
ml_in: പാൻ/സൂം/റൊട്ടേഷൻ റീസെറ്റ് ചെയ്യുക
nl_nl: Verschuiving/zoom/rotatie resetten
pl_pl: Resetuj przesuwanie/powiększanie/obracanie
pt_br: Redefinir posição/zoom/rotação
pt_pt: Repor deslocação/zoom/rotação
ru_ru: Сбрасывать положение/масштаб/поворот
sv_se: Återställ Pan/Zoom/Rotation
uk_ua: Скинути переміщення/масштаб/поворот
zh_cn: 重置平移/缩放/旋转
zh_tw: 重設平移／縮放／旋轉

# ComboPanZoomItemRetain.Content
source: Retain Pan/Zoom from previous photo
ar_sa: الاحتفاظ بالتحريك/التكبير والتصغير من الصورة السابقة
de_de: Schwenken/Zoomen vom vorherigen Foto beibehalten
es_es: Mantener el encuadre y zoom de la foto anterior
fi_fi: Säilytä panorointi/zoomi edellisestä kuvasta
fr_fr: Conserver déplacement/zoom de la photo précédente
hu_hu: Pásztázás/nagyítás megtartása az előző képről
it_it: Mantieni Pan/Zoom dalla foto precedente
ja_jp: 前の写真のパン/ズームを維持
ko_kr: 이전 사진에서 이동/확대/축소 유지
ml_in: മുൻ ഫോട്ടോയിൽ നിന്നുള്ള പാൻ/സൂം നിലനിർത്തുക
nl_nl: Verschuiving en zoom van vorige foto behouden
pl_pl: Zachowaj przesuwanie/powiększanie z poprzedniego zdjęcia
pt_br: Manter posição/zoom da foto anterior
pt_pt: Manter deslocação/zoom da foto anterior
ru_ru: Сохранять положение/масштаб предыдущего фото
sv_se: Behåll Pan/Zoom från föregående foto
uk_ua: Зберегти переміщення/масштаб з попереднього фото
zh_cn: 沿用上一张照片的平移/缩放状态
zh_tw: 沿用上一張照片的平移／縮放

# ComboThemeItemDark.Content
source: Dark
ar_sa: داكن
de_de: Dunkel
es_es: Oscuro
fi_fi: Tumma
fr_fr: Sombre
hu_hu: Sötét
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
ml_in: ഡാർക്ക്
nl_nl: Donker
pl_pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ru_ru: Тёмная
sv_se: Mörk
uk_ua: Темна
zh_cn: 深色
zh_tw: 深色

# ComboThemeItemDefault.Content
source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Predeterminado
fi_fi: Oletus
fr_fr: Par défaut
hu_hu: Alapértelmezett
it_it: Predefinito
ja_jp: 既定
ko_kr: 기본
ml_in: ഡിഫോൾട്ട്
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
pt_pt: Predefinição
ru_ru: По умолчанию
sv_se: Standard
uk_ua: Системна
zh_cn: 默认
zh_tw: 預設

# ComboThemeItemLight.Content
source: Light
ar_sa: فاتح
de_de: Hell
es_es: Claro
fi_fi: Vaalea
fr_fr: Clair
hu_hu: Világos
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
ml_in: ലൈറ്റ്
nl_nl: Licht
pl_pl: Jasny
pt_br: Claro
pt_pt: Claro
ru_ru: Светлая
sv_se: Ljus
uk_ua: Світла
zh_cn: 浅色
zh_tw: 淺色

# ComboWindowLaunchModeItemFullScreen.Content
source: Full screen
ar_sa: ملء الشاشة
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ml_in: ഫുൾ സ്ക്രീൻ
nl_nl: Volledig scherm
pl_pl: Pełny ekran
pt_pt: Ecrã inteiro
ru_ru: Во весь экран
sv_se: Helskärm
uk_ua: На весь екран
zh_tw: 全螢幕

# ComboWindowLaunchModeItemLastWindowState.Content
source: Previous state
ar_sa: الحالة الأخيرة
es_es: Estado anterior
fr_fr: État précédent
it_it: Stato precedente
ja_jp: 前回の状態
ko_kr: 이전 상태
ml_in: പഴയ അവസ്ഥ
nl_nl: Vorige staat
pl_pl: Poprzedni stan
pt_pt: Estado anterior
ru_ru: Предыдущее состояние
sv_se: Föregående tillstånd
uk_ua: Попередній стан
zh_tw: 上次狀態

# ComboWindowLaunchModeItemMaximized.Content
source: Maximized
ar_sa: مكبرة
es_es: Maximizada
fr_fr: Agrandie
it_it: Massimizzata
ja_jp: 最大化
ko_kr: 최대화
ml_in: മാക്സിമൈസ്ഡ്
nl_nl: Gemaximaliseerd
pl_pl: Zmaksymalizowane
pt_pt: Maximizado
ru_ru: Развернуто
sv_se: Maximerat
uk_ua: Розгорнуте
zh_tw: 最大化

# ConfirmDeletion.CancelButton
source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
es_es: Cancelar
fi_fi: Peruuta
fr_fr: Annuler
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
ml_in: റദ്ദാക്കുക
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

# ConfirmDeletion.DeleteButton
source: Delete
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fi_fi: Poista
fr_fr: Supprimer
hu_hu: Törlés
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ml_in: ഡിലീറ്റ്
nl_nl: Verwijderen
pl_pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ta bort
uk_ua: Видалити
zh_cn: 删除
zh_tw: 刪除

# ConfirmDeletion.Message
source: Are you sure you want to delete this file?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا الملف؟
de_de: Sind Sie sicher, dass Sie diese Datei löschen möchten?
es_es: ¿Está seguro de que desea eliminar este archivo?
fi_fi: Haluatko varmasti poistaa tämän tiedoston?
fr_fr: Voulez-vous vraiment supprimer ce fichier ?
hu_hu: Biztosan törölni szeretné ezt a fájlt?
it_it: Sei sicuro di voler eliminare questo file?
ja_jp: このファイルを削除してもよろしいですか？
ko_kr: 이 파일을 삭제하시겠습니까?
ml_in: ഉറപ്പായും ഫയൽ ഡിലീറ്റ് ചെയ്യണോ ?
nl_nl: Weet u zeker dat u dit bestand wilt verwijderen?
pl_pl: Czy na pewno chcesz usunąć ten plik?
pt_br: Tem certeza de que deseja excluir este arquivo?
pt_pt: Tem a certeza de que pretende eliminar este ficheiro?
ru_ru: Вы уверены, что хотите удалить этот файл?
sv_se: Är du säker på att du vill ta bort den här filen?
uk_ua: Ви справді хочете видалити цей файл?
zh_cn: 确定要删除此文件吗？
zh_tw: 確定要刪除此檔案嗎？

# ConfirmDeletion.Title
source: Confirm Deletion
ar_sa: تأكيد الحذف
de_de: Löschen bestätigen
es_es: Confirmar eliminación
fi_fi: Vahvista poisto
fr_fr: Confirmer la suppression
hu_hu: Törlés megerősítése
it_it: Conferma eliminazione
ja_jp: 削除の確認
ko_kr: 삭제 확인
ml_in: ഡിലീറ്റ് സ്ഥിരീകരണം
nl_nl: Verwijdering bevestigen
pl_pl: Potwierdź usunięcie
pt_br: Confirmar exclusão
pt_pt: Confirmar eliminação
ru_ru: Подтверждение удаления
sv_se: Bekräfta borttagning
uk_ua: Підтвердження видалення
zh_cn: 确认删除
zh_tw: 確認刪除
